const departments = [
  // 인문대학
  "국어국문학과",
  "중어중문학과",
  "영어영문학과",
  "불어불문학과",
  "독어독문학과",
  "노어노문학과",
  "서어서문학과",
  "아시아언어문명학부",
  "언어학과",
  "역사학부",
  "고고미술사학과",
  "철학과",
  "종교학과",
  "미학과",

  // 사회과학대학
  "정치외교학부",
  "경제학부",
  "사회학과",
  "인류학과",
  "심리학과",
  "지리학과",
  "사회복지학과",
  "언론정보학과",

  // 자연과학대학
  "수리과학부",
  "통계학과",
  "물리·천문학부",
  "화학부",
  "생명과학부",
  "지구환경과학부",

  // 간호대학
  "간호학과",

  // 경영대학
  "경영학과",

  // 공과대학
  "건설환경공학부",
  "건축학과",
  "기계공학부",
  "산업공학과",
  "에너지자원공학과",
  "원자핵공학과",
  "재료공학부",
  "전기·정보공학부",
  "조선해양공학과",
  "컴퓨터공학부",
  "항공우주공학과",
  "화학생물공학부",

  // 농업생명과학대학
  "농경제사회학부",
  "식물생산과학부",
  "산림과학부",
  "응용생물화학부",
  "식품·동물생명공학부",
  "바이오시스템·소재학부",
  "조경·지역시스템공학부",
  "스마트시스템과학과",

  // 미술대학
  "동양화과",
  "서양화과",
  "조소과",
  "디자인과",
  "공예과",

  // 사범대학
  "교육학과",
  "국어교육과",
  "영어교육과",
  "불어교육과",
  "독어교육과",
  "사회교육과",
  "역사교육과",
  "지리교육과",
  "윤리교육과",
  "수학교육과",
  "물리교육과",
  "화학교육과",
  "생물교육과",
  "지구과학교육과",
  "체육교육과",

  // 생활과학대학
  "소비자아동학부",
  "식품영양학과",
  "의류학과",

  // 수의과대학
  "수의예과",
  "수의학과",

  // 약학대학
  "약학과",
  "제약학과",

  // 음악대학
  "작곡과",
  "성악과",
  "음악학과",
  "피아노과",
  "관현악과",
  "국악과",

  // 의과대학
  "의예과",
  "의학과",

  // 자유전공학부
  "자유전공학부",

  // 첨단융합학부
  "첨단융합학부",

  // 치의학대학원
  "치의학과",
];

export default departments;
